{
    "title": "Using Ekobol's Social Media Scheduler",
    "date": "July 23, 2025",
    "author": "Ekobol Marketing Team",
    "subtitle_format": "{{date}} • By: {{author}}",
    "image_alt": "Social media scheduling interface",
    "image_caption": "Plan and automate your social media posts.",
    "intro": "Social media is essential as a marketing tool for e-commerce businesses, but posting consistently across multiple platforms can be time-consuming. Ekobol's Social Media Scheduler allows you to easily create and schedule your social media posts from one place, even auto-generating content with AI support.",
    "h2_1": "Accessing the Social Media Scheduler",
    "p1": "Log in to your Ekobol dashboard. Navigate to the \"Marketing Tools\" section in the left sidebar. You'll find the \"Social Media Scheduler\" section at the bottom of the page.",
    "h2_2": "Creating Post Content",
    "p2": "Type your message in the \"Post Content\" text area. Optionally, use \"Generate with AI\" to have AI draft or improve your content based on keywords you provide.",
    "h2_3": "Scheduling Your Post",
    "p3": "Click on the \"Schedule Date and Time\" field and select your desired time from the date/time picker. AI can even suggest optimal posting times based on when your audience is most active.",
    "h2_4": "Selecting Platforms",
    "p4": "Check the boxes for supported platforms like Instagram, Facebook, and Twitter. Ekobol will automatically publish your post across all selected platforms.",
    "h2_5": "Confirming the Schedule",
    "p5": "Click the \"Schedule Post\" button. Your post is now queued to be automatically published at the specified date and time.",
    "h2_6": "Monitoring Performance",
    "p6": "Use Ekobol's analytics section to track the performance of your social media posts. Monitor metrics like reach, engagement, and traffic directed to your website or product listings.",
    "conclusion": "Ekobol's Social Media Scheduler simplifies how you manage your social media presence, enabling you to market more effectively and reclaim your most valuable asset—time.",
    "help_text": "Need more help? Find more guides and answers in our Help Center.",
    "help_button": "Go to Help Center"
}