{
    "title": "Understanding Your Ekobol Dashboard",
    "date": "December 11, 2025",
    "author": "Ekobol Product Team",
    "subtitle_format": "{{date}} • by {{author}}",
    "image_alt": "Ekobol Dashboard analytics and control center",
    "image_caption": "Your command center for real-time e-commerce intelligence.",
    "p1": "The Ekobol Dashboard is your centralized control room, designed to provide real-time visibility into every aspect of your e-commerce business. From sales performance to inventory alerts, AI recommendations to marketplace analytics - everything you need is available at a glance. This guide explains each component in detail.",
    "h2_1": "1. Overview KPI Cards",
    "p2": "The top row displays critical performance indicators that give you an instant health check of your business.",
    "h3_1_1": "Key Metrics Explained",
    "li1_strong": "Total Revenue:",
    "li1_text": "Aggregated sales across all connected marketplaces for the selected time period. Click to see breakdown by platform, category, or product.",
    "li2_strong": "Total Orders:",
    "li2_text": "Number of individual orders processed. Includes all statuses: pending, processing, shipped, delivered. Filter by marketplace or date range.",
    "li3_strong": "Net Profit:",
    "li3_text": "Estimated profit after deducting marketplace fees, shipping costs, and product costs (if configured in inventory settings). Margin percentage shown in parentheses.",
    "li4_strong": "Conversion Rate:",
    "li4_text": "Percentage of visitors who completed a purchase. Industry benchmark comparison shown with up/down indicator.",
    "li5_strong": "Average Order Value (AOV):",
    "li5_text": "Mean transaction value. Use this metric to optimize pricing and bundling strategies.",
    "h3_1_2": "Time Period Selection",
    "p3": "Use the date picker in the top-right to adjust the reporting period:",
    "li6_text": "Today: Real-time performance for current day",
    "li7_text": "Yesterday: Previous day comparison",
    "li8_text": "Last 7 Days: Week-over-week trend analysis",
    "li9_text": "Last 30 Days: Monthly performance overview",
    "li10_text": "Custom Range: Select specific start and end dates",
    "p4": "Pro Tip: Compare periods (e.g., 'This Month vs Last Month') to identify growth trends.",
    "h2_2": "2. Sales Channel Performance Chart",
    "p5": "This interactive visualization shows which marketplaces are driving your revenue and how they're trending.",
    "h3_2_1": "Chart Types",
    "li11_strong": "Pie Chart:",
    "li11_text": "Percentage breakdown of sales by marketplace. Hover for exact figures.",
    "li12_strong": "Bar Chart:",
    "li12_text": "Side-by-side comparison of revenue, orders, and profit per platform.",
    "li13_strong": "Line Chart:",
    "li13_text": "Trend analysis over time - identify which channels are growing fastest.",
    "li14_strong": "Table View:",
    "li14_text": "Detailed data grid with sorting and filtering capabilities.",
    "h3_2_2": "Marketplace Insights",
    "li15_text": "Trendyol Performance: Average order size, return rate, customer ratings",
    "li16_text": "Amazon Metrics: Buy Box percentage, FBA vs FBM sales split",
    "li17_text": "Etsy Analytics: Shop views, favorite counts, search ranking",
    "li18_text": "Hepsiburada Stats: Category performance, sponsored ad ROI",
    "p6": "Click any platform name to drill down into product-level performance for that marketplace.",
    "h2_3": "3. Widget Customization",
    "p7": "Personalize your dashboard layout by adding, removing, or rearranging widgets.",
    "h3_3_1": "Available Widgets",
    "li19_text": "Sales Funnel: Visitor → Cart → Checkout → Purchase conversion stages",
    "li20_text": "Top Products: Best sellers by revenue, margin, or quantity sold",
    "li21_text": "Geographic Sales Map: Revenue heatmap by city/region",
    "li22_text": "Traffic Sources: Organic, paid, social, direct, referral breakdown",
    "li23_text": "Customer Segments: New vs returning, high-value vs casual buyers",
    "li24_text": "Inventory Turnover: Stock rotation speed by category",
    "li25_text": "Return Rate Tracker: Percentage of orders returned, trending data",
    "li26_text": "Profit Margin Analysis: Product profitability ranking",
    "h3_3_2": "Customizing Layout",
    "li27_text": "Click 'Customize Dashboard' button in top-right corner",
    "li28_text": "Drag and drop widgets to reposition",
    "li29_text": "Click '+' icon to add new widgets from library",
    "li30_text": "Click 'x' on widget header to remove",
    "li31_text": "Click gear icon on widget to configure settings (date range, filters)",
    "li32_text": "Save layout - applies to your user account across all devices",
    "p8": "Pro Tip: Create different dashboard layouts for different roles (e.g., 'Sales View', 'Operations View', 'Finance View').",
    "h2_4": "4. Quick Stats & Urgent Alerts",
    "p9": "This section highlights time-sensitive items requiring immediate attention.",
    "h3_4_1": "Alert Types",
    "li33_strong": "Low Stock Alerts:",
    "li33_text": "Products below your configured inventory threshold. Shows quantity remaining and estimated days until stockout. Click to create purchase order.",
    "li34_strong": "Pending Orders:",
    "li34_text": "Paid orders not yet shipped. Shows order age - prioritize oldest first to meet marketplace SLAs.",
    "li35_strong": "Customer Messages:",
    "li35_text": "Unanswered buyer questions. Response time SLA countdown displayed. Direct link to message thread.",
    "li36_strong": "System Status:",
    "li36_text": "API connection health for each marketplace. Red indicator = disconnected, yellow = slow, green = healthy.",
    "li37_strong": "Payment Issues:",
    "li37_text": "Failed transactions or subscription payment problems. Click for details and resolution steps.",
    "li38_strong": "Return Requests:",
    "li38_text": "New return/refund requests awaiting approval. Shows customer reason and order details.",
    "h3_4_2": "Alert Configuration",
    "li39_text": "Navigate to Settings → Notifications → Dashboard Alerts",
    "li40_text": "Set stock threshold per product or category (e.g., alert at 10 units)",
    "li41_text": "Configure alert sounds and desktop notifications",
    "li42_text": "Set up email/SMS escalation for critical alerts",
    "h2_5": "5. AI Recommendations Engine",
    "p10": "Ekobol's AI continuously analyzes your data to identify opportunities and risks.",
    "h3_5_1": "Recommendation Categories",
    "li43_strong": "Pricing Optimization:",
    "li43_text": "Suggested price adjustments based on competitor analysis and demand elasticity. Show expected revenue impact.",
    "li44_strong": "Inventory Forecasting:",
    "li44_text": "Restock recommendations based on sales velocity and seasonal trends. Prevents stockouts and overstock.",
    "li45_strong": "SEO Improvements:",
    "li45_text": "Keyword suggestions for underperforming listings. Shows search volume and competition level.",
    "li46_strong": "Marketing Opportunities:",
    "li46_text": "Products with high conversion but low traffic - recommend ad campaigns.",
    "li47_strong": "Risk Alerts:",
    "li47_text": "Products with declining sales, increasing return rates, or negative review trends.",
    "li48_strong": "Cross-Sell Bundles:",
    "li48_text": "Frequently bought together product combinations - create bundles to increase AOV.",
    "h3_5_2": "Acting on Recommendations",
    "p11": "Each recommendation includes:",
    "li49_text": "Impact Score: Estimated revenue/profit increase (Low, Medium, High)",
    "li50_text": "Effort Required: Implementation complexity (Quick Win, Moderate, Complex)",
    "li51_text": "One-Click Actions: Apply suggestion immediately or save for later",
    "li52_text": "Historical Performance: Track results of previously applied recommendations",
    "p12": "Pro Tip: Focus on 'High Impact, Low Effort' recommendations first for quick wins.",
    "h2_6": "6. Navigation Menu Deep Dive",
    "p13": "The sidebar provides access to specialized tools and detailed views.",
    "h3_6_1": "Core Sections",
    "li53_strong": "Products:",
    "li53_text": "Catalog management, bulk editing, variant creation, category organization, image gallery.",
    "li54_strong": "Orders:",
    "li54_text": "Order processing, fulfillment workflows, shipment tracking, return management, invoicing.",
    "li55_strong": "Customers:",
    "li55_text": "Customer database, lifetime value tracking, segmentation, communication history, loyalty programs.",
    "li56_strong": "Marketing:",
    "li56_text": "AI ad campaigns, email marketing, discount codes, abandoned cart recovery, social media scheduler.",
    "li57_strong": "Analytics:",
    "li57_text": "Custom reports, sales trends, profit analysis, forecasting, cohort analysis.",
    "li58_strong": "Finance:",
    "li58_text": "Revenue tracking, expense management, profit/loss statements, tax reports, payout history.",
    "li59_strong": "Inventory:",
    "li59_text": "Stock levels, warehouse management, purchase orders, supplier tracking, COGS calculation.",
    "li60_strong": "Integrations:",
    "li60_text": "Marketplace connections, shipping carriers, payment gateways, accounting software, CRM systems.",
    "li61_strong": "Settings:",
    "li61_text": "Account preferences, team management, billing, API keys, notification config.",
    "h3_6_2": "Keyboard Shortcuts",
    "p14": "Power users can navigate faster with keyboard commands:",
    "li62_text": "Ctrl/Cmd + K: Open command palette (universal search)",
    "li63_text": "Ctrl/Cmd + P: Profile settings",
    "li64_text": "Ctrl/Cmd + O: Quick order search",
    "li65_text": "Ctrl/Cmd + Shift + N: Create new product",
    "li66_text": "Ctrl/Cmd + /: Show all keyboard shortcuts",
    "h2_7": "7. Real-Time Data Sync",
    "p15": "The dashboard updates automatically as new data arrives from marketplaces.",
    "li67_text": "Order sync: Every 5 minutes (configurable: 1, 5, 15, 30 min intervals)",
    "li68_text": "Inventory sync: Every 15 minutes to prevent overselling",
    "li69_text": "Message sync: Real-time (instant notifications)",
    "li70_text": "Financial data: Hourly updates for revenue and profit metrics",
    "p16": "Manual refresh available - click circular arrow icon in top bar.",
    "h2_8": "8. Mobile Dashboard Experience",
    "p17": "Access key metrics on-the-go with Ekobol mobile app (iOS/Android).",
    "li71_text": "Simplified KPI cards optimized for small screens",
    "li72_text": "Push notifications for urgent alerts",
    "li73_text": "Quick actions: Fulfill order, respond to message, update stock",
    "li74_text": "Barcode scanning for inventory management",
    "p18": "Mobile dashboard syncs with web version - changes reflect across all devices.",
    "h2_9": "9. Dashboard Performance Tips",
    "h3_9_1": "Faster Loading",
    "li75_text": "Limit widgets to 6-8 for optimal load time",
    "li76_text": "Use shorter date ranges (30 days vs 12 months)",
    "li77_text": "Enable browser caching in Settings → Performance",
    "li78_text": "Close unused browser tabs to free memory",
    "h3_9_2": "Data Accuracy",
    "li79_text": "Verify marketplace API connections weekly",
    "li80_text": "Reconcile financial data with marketplace payouts",
    "li81_text": "Update product costs regularly for accurate profit calculations",
    "li82_text": "Check for sync errors in Integrations → Status page",
    "h2_10": "10. Advanced Features",
    "h3_10_1": "Custom Dashboards",
    "li83_text": "Create unlimited dashboard layouts for different use cases",
    "li84_text": "Share dashboards with team members",
    "li85_text": "Export dashboard as PDF report",
    "li86_text": "Schedule automated dashboard emails (daily/weekly summaries)",
    "h3_10_2": "API Access",
    "li87_text": "Pull dashboard data via REST API for custom analytics",
    "li88_text": "Integrate with BI tools (Tableau, Power BI, Google Data Studio)",
    "li89_text": "Build custom widgets with JavaScript SDK",
    "p19": "Mastering your dashboard transforms raw data into actionable intelligence. Spend 10 minutes daily reviewing key metrics to stay ahead of trends and opportunities.",
    "help_text": "Need help interpreting a specific metric or widget? Our analytics team is available for one-on-one consultations.",
    "help_button": "Return to Help Center"
}