{
  "blog": {
    "title": "Ekobol Blog",
    "subtitle": "Latest AI-powered news, feature updates, and e-commerce strategies.",
    "post1_image_alt": "Introduction to Partner Plan",
    "post1_title": "Introducing the Partner Plan: We Build, You Create",
    "post1_description": "A deep dive into our most comprehensive plan, designed for creators who want to focus on what they do best.",
    "read_more": "Read More",
    "post2_image_alt": "Trendyol price optimization",
    "post2_title": "5 Ways to Optimize Your Prices on Trendyol",
    "post2_description": "Uncover the secrets of competitive pricing with strategies you can implement today using Ekobol's AI engine.",
    "post3_image_alt": "New image generation styles",
    "post3_title": "Feature Update: New Image Generation Styles",
    "post3_description": "We've rolled out three new AI-powered image styles to make your products stand out on every platform."
  },
  "blog_post": {
    "title": "Introducing the Partner Plan: We Build, You Create",
    "date": "July 15, 2025",
    "by": "by",
    "author": "Ekobol Team",
    "image_alt": "A photo representing the partner plan",
    "image_caption": "Focus on building your digital empire.",
    "p1": "At Ekobol, we believe that to truly reach the potential of e-commerce, business founders should focus on creating products, not managing the complexities of digital operations. This philosophy led us to introduce the <strong>Partner Plan</strong>, our most comprehensive offering designed to support both seasoned brands and growing startups.",
    "h2_1": "What is the Partner Plan?",
    "p2": "The Partner Plan is a unique partnership based on a simple profit-sharing model: <strong>50%-50%</strong>. While you create and ship your amazing products, we manage every aspect of your digital presence and marketing efforts. This means you can scale your business without juggling between platforms or learning the intricacies of AI tools.",
    "h3_1": "What's Included?",
    "p3": "With the Partner Plan, Ekobol handles every detail of your digital business:",
    "li1_strong": "Professional Branding and Website Creation:",
    "li1_text": "We build your brand identity and a dedicated e-commerce website from scratch.",
    "li2_strong": "Full Digital Marketing Management:",
    "li2_text": "We execute all your marketing strategies, including SEO, paid ad campaigns, social media management, and content creation.",
    "li3_strong": "Comprehensive Operations Management:",
    "li3_text": "We handle daily operations, including product listings, multi-marketplace synchronization, inventory automation, customer service, and marketplace support.",
    "li4_strong": "AI-Powered Optimization:",
    "li4_text": "All our advanced AI tools, such as price optimization and AI-generated descriptions, are fully utilized by us to create value for you.",
    "li5_strong": "Dedicated Growth Partner:",
    "li5_text": "You will have an assigned team to continuously ensure your success and help you achieve your business goals.",
    "h2_2": "Why the Partner Plan?",
    "p4": "This plan is perfect for busy founders whose time or expertise doesn't allow them to handle all aspects of digital marketing or platform management. With the Partner Plan, you get:",
    "li6_strong": "Maximum Growth, Minimum Effort:",
    "li6_text": "Leverage our expertise to expand your business, so you can focus on what you do best: innovation.",
    "li7_strong": "Fully Managed Solution:",
    "li7_text": "Say goodbye to digital fatigue. Everything is handled.",
    "li8_strong": "Shared Success:",
    "li8_text": "Our revenue-sharing model means your success is our success. We are motivated to ensure your growth.",
    "p5": "Contact us today to find out if the Partner Plan can take your business to the next level. We are ready to build your empire on your behalf.",
    "help_text": "Did you find this article useful? Follow us for more e-commerce insights and AI strategies!",
    "help_button": "View All Blog Posts"
  }
}