{
    "hero_title": "Your Arsenal:",
    "hero_title_highlight": "Tools of Digital Dominion",
    "hero_subtitle": "Ekobol is not just an integrator; it is a strategic weapon. Discover the \"thinking code\" technology designed to automate, optimize, and dominate the market.",
    "forge_title": "I. THE FORGE: Perfect Listing Creation",
    "forge_subtitle": "Transform raw potential into irresistible digital assets.",
    "studio_title": "AI Image Studio",
    "studio_desc": "Create an infinite gallery from a single photo. Our AI engine doesn't just clean the background; it creates the perfect scene for your product, applies studio-quality lighting, and turns it into a work of art. Minimalist, natural, or futuristic; hundreds of styles matching your brand's soul are at your fingertips.",
    "studio_link": "Image Creation Details →",
    "writer_title": "AI Copywriter & SEO Oracle",
    "writer_desc": "Don't just write descriptions, create digital hypnosis. Our AI understands the algorithm and buyer psychology of every marketplace (Trendyol, Etsy, Amazon). It creates titles and texts that capture the soul of your product, optimized for SEO, and designed for conversion.",
    "system_flow_data": "[Product Data]",
    "system_flow_tone": "[Tone: 'Assertive']",
    "system_flow_platform": "[Platform: 'Trendyol']",
    "system_flow_result": "[Final Optimized Listing]",
    "command_title": "II. COMMAND CENTER: Unmatched Operational Control",
    "command_subtitle": "Manage your empire from a single screen with absolute dominion.",
    "sync_title": "Instant Omnichannel Sync",
    "sync_desc": "A single click echoes through your entire kingdom. Update a price, change stock, or fix a description; Ekobol instantly reflects this change across all your marketplaces and website. Zero repetition, zero error. Absolute control.",
    "oracle_title": "III. THE ORACLE: AI Powered Foresight",
    "oracle_subtitle": "Don't guess the market. Shape the future.",
    "analytics_title": "AI Pricing Oracle & Autonomous Inventory",
    "analytics_desc": "Our AI is not just an analyst, it is an oracle. It monitors competitors, predicts demand, and whispers the optimal pricing strategies to maximize your profit. It also predicts when you will run out of stock and offers reorder suggestions. No more stockouts, no more lost money.",
    "creation_title": "IV. ALGORITHMIC SOVEREIGNTY: CREATION PROTOCOLS",
    "creation_subtitle": "Rewrite the rules of the digital universe. Experience the raw power of our AI, create, destroy, and reshape.",
    "inject_data": "INITIATE DATA INJECTION",
    "upload_stream": "Upload raw data stream to the system.",
    "execute_protocol": "EXECUTE PROTOCOL",
    "output_reality": "ALGORITHMIC OUTPUT: NEW REALITY",
    "visual_manipula": "VISUAL MANIPULATION",
    "textual_dominion": "TEXTUAL DOMINION",
    "textual_desc": "Textual commands that tear apart marketplace algorithms, hypnotize the target audience, and maximize conversion rates. Every word is a weapon.",
    "strategic_discipline": "STRATEGIC DISCIPLINE",
    "strategic_desc": "Pricing, inventory, and campaign strategies optimized with AI deep learning models. Make your move before your competitors can breathe.",
    "system_status_online": "System Status: Online"
}