{
  "success_stories": {
    "title": "Real Results, Real Growth.",
    "description": "See how our customers transformed their e-commerce businesses with Ekobol Partner Plan.",
    "story1_image_alt": "Ayşe Yılmaz's success story",
    "story1_quote": "With the Partner Plan, we literally focus only on making great products. Ekobol built our brand from scratch and our online sales tripled.",
    "story1_author": "Ayşe Yılmaz",
    "story1_author_title": "Founder, AY Design",
    "story1_heading": "AY Design: From Craft to Brand",
    "story1_p1": "Ayşe, who produces handmade leather products, couldn't find time for digital marketing and marketplace management. With Ekobol's Partner Plan, she handed over all her digital operations to us.",
    "story1_li1_strong": "3x Revenue Increase in 6 Months",
    "story1_li1_text": "Sales rapidly increased with brand awareness and optimized listings.",
    "story1_li2_strong": "20+ Hours of Time Savings Weekly",
    "story1_li2_text": "Ayşe now focuses solely on product development.",
    "story1_li3_strong": "Professional Brand Identity",
    "story1_li3_text": "Brand value was increased by creating a website and social media presence.",
    "story2_heading": "Organic Delights: From Local to National",
    "story2_p1": "Organic Delights, a small family business, struggled to reach wider audiences with its products. They started with Ekobol's Dynamic Plan and switched to the Partner Plan as their business grew.",
    "story2_li1_strong": "Marketplace Dominance",
    "story2_li1_text": "They became category leaders on Trendyol.",
    "story2_li2_strong": "Efficient Inventory Management",
    "story2_li2_text": "Stock depletion decreased by 90% with AI-powered inventory management.",
    "story2_li3_strong": "Smart Pricing",
    "story2_li3_text": "Profit margins increased by 25% with competitive analysis.",
    "story2_image_alt": "Organic Delights' success story",
    "story2_quote": "It would have been impossible for us to reach this scale in such a short time without Ekobol. They are not just software, but a true business partner.",
    "story2_author": "Mehmet Kaya",
    "story2_author_title": "Business Development, Organic Delights"
  }
}