{
    "title": "Ekobol'de Ürünleri Düzenleme ve Silme",
    "date": "25 Temmuz 2025",
    "author": "Ekobol Ürün Ekibi",
    "subtitle_format": "{{date}} • {{author}} tarafından",
    "image_alt": "Ürün listesi yönetimi arayüzü",
    "image_caption": "Ürünlerinizi kontrol panelinizden kolayca yönetin.",
    "p1": "Ekobol, tüm bağlı pazar yerlerinizdeki ürün listelemelerinizi merkezi bir konumdan kolayca yönetmenizi sağlar. Bu kılavuz, mevcut ürünlerinizi nasıl düzenleyeceğinizi ve artık gerekli olmayan ürünleri nasıl kaldıracağınızı adım adım açıklayacaktır.",
    "h2_1": "1. Ürün Yönetimi Bölümüne Erişme",
    "li1_text": "Ekobol kontrol panelinize giriş yapın.",
    "li2_text": "Sol kenar çubuğundaki navigasyonda \"Ürünler\" bölümüne gidin.",
    "li3_text": "Bu bölüm, tüm ürünlerinizin bir özetini tablo formatında gösterecektir.",
    "h2_2": "2. Bir Ürünü Düzenleme",
    "p2": "Bir ürünün bilgilerini güncellemek için:",
    "li4_text": "Düzenlemek istediğiniz ürünü bulun ve yanındaki \"Düzenle\" düğmesine tıklayın. Bu sizi ürün düzenleme sayfasına götürecektir.",
    "li5_text": "Burada şunları değiştirebilirsiniz:",
    "li6_strong": "Ürün Adı ve SKU:",
    "li6_text": "Ürünün temel tanımlayıcılarını güncelleyin.",
    "li7_strong": "Açıklama:",
    "li7_text": "YZ Açıklama Yazıcımızı kullanarak mevcut açıklamayı düzenleyin veya YZ ile yeni bir tane oluşturun.",
    "li8_strong": "Fiyat:",
    "li8_text": "YZ Fiyat Optimizasyon aracını kullanarak fiyatı manuel olarak ayarlayın veya optimize edin.",
    "li9_strong": "Stok Miktarı:",
    "li9_text": "Mevcut stok seviyesini ayarlayın. Ekobol, bu güncellemeyi tüm bağlı kanallarınıza yayacaktır.",
    "li10_strong": "Ürün Görselleri:",
    "li10_text": "Yeni görseller yükleyin veya mevcut görselleri YZ Görüntü Oluşturucumuzu kullanarak düzenleyin.",
    "li11_strong": "Listelenecek Kanallar:",
    "li11_text": "Ürünün hangi pazar yerlerinde aktif olacağını seçin veya seçimini kaldırın.",
    "li12_text": "Tüm değişiklikleri yaptıktan sonra, ürün düzenleme sayfasının altındaki \"Ürünü Kaydet\" düğmesine tıklayın. Değişiklikleriniz hemen tüm ilgili pazar yerlerine senkronize edilecektir.",
    "h2_3": "3. Bir Ürünü Silme",
    "p3": "Bir ürünü artık satmıyorsanız veya listeden kaldırmak istiyorsanız, onu Ekobol'den silebilirsiniz.",
    "warning_strong": "Uyarı:",
    "warning_text": "Bir ürünü silmek kalıcı bir eylemdir ve tüm bağlı pazar yerlerinizden kaldıracaktır.",
    "li13_text": "\"Ürünler\" bölümündeki ürün tablosuna geri dönün.",
    "li14_text": "Silmek istediğiniz ürünü bulun.",
    "li15_text": "Yanındaki \"Eylemler\" sütununda (veya ilgili bir menüde) bir \"Sil\" düğmesi veya seçeneği bulun.",
    "li16_text": "Silme işlemini onaylamanız istenecektir. Devam etmek için onayı tıklayın.",
    "li17_text": "Ürün Ekobol'den ve tüm senkronize pazar yerlerinden kaldırılacaktır.",
    "h2_4": "Alternatif: Arşivleme",
    "p4": "Bir ürünü kalıcı olarak silmek istemiyorsanız, ancak onu aktif listelerinizden kaldırmak istiyorsanız, onu arşivleyebilir veya taslak olarak işaretleyebilirsiniz:",
    "li18_strong": "Taslak:",
    "li18_text": "Ürün henüz satışa hazır değilse veya düzenlemeye devam ediyorsanız kullanışlıdır. Ürünü yalnızca Ekobol'de görünür tutar ve hiçbir pazar yerinde yayınlanmaz.",
    "li19_strong": "Arşivle:",
    "li19_text": "Ürünü artık satmıyorsanız ancak geçmiş verilerini saklamak veya gelecekte yeniden kullanmak istiyorsanız kullanışlıdır. Ürünü aktif listenizden kaldırır ancak Ekobol hesabınızdan kalıcı olarak silmez.",
    "p5": "Ekobol'ün ürün yönetimi araçları, envanterinizi verimli bir şekilde yönetmenizi sağlar, böylece işinizin sürekli değişen ihtiyaçlarına uyum sağlayabilirsiniz.",
    "help_text": "Yardıma mı ihtiyacınız var? Yardım Merkezimizde daha fazla kılavuz ve yanıt bulun.",
    "help_button": "Yardım Merkezine Dön"
}