{
    "title": "Akıllı Reklam İyileştirici: Sıfır Atık Pazarlama",
    "date": "24 Temmuz 2025",
    "author": "Ekobol Pazarlama Ekibi",
    "subtitle_format": "{{date}} • Yazan: {{author}}",
    "image_alt": "Dijital reklam harcamasının altın sikkelere dönüşmesinin soyut temsili",
    "image_caption": "Nakit yakmayı bırakın. Müşteri satın almaya başlayın.",
    "intro": "Akıllı Reklam İyileştirici, algoritmik medya satın almacınızdır. Bütçenizi matematiksel hassasiyetle yönetmek için Meta Ads, Google Ads ve TikTok Ads'e bağlanır. Uyumaz, tahmin yürütmez ve düşük ROAS'ı asla tolere etmez.",
    "h2_1": "1. Çok Kanallı Bütçe Dağıtımı",
    "p1": "Kârın olduğu yere akan likit bütçe.",
    "li1_strong": "Çapraz Platform Akışı:",
    "li1_text": "Facebook maliyetleri artar ve TikTok aynı dönüşüm için daha ucuz hale gelirse, sistem bütçeyi anında TikTok'a kaydırır.",
    "li2_strong": "Kampanya Ölçeklendirme:",
    "li2_text": "'Kazanan Reklam Setlerini' erkenden tespit eder ve trendi maksimize etmek için bütçeyi her 4 saatte bir %20 artırır (yapılandırılabilir).",
    "li3_strong": "Öldürme Anahtarı:",
    "li3_text": "Satış olmadan 50$'dan fazla harcayan herhangi bir reklam setini otomatik olarak duraklatır (yapılandırılabilir eşik).",
    "h2_2": "2. Kreatif Yorgunluk Radarı",
    "p2": "Bir reklamın kârınızı öldürmeden önce ne zaman öldüğünü bilin.",
    "li4_strong": "VCR Takibi:",
    "li4_text": "'Video Tamamlama Oranı'nı ve 'CTR'ı izler. Bu metrikler düşerse, kitlenin sıkıldığını işaret eder.",
    "li5_strong": "Otomatik Değişim:",
    "li5_text": "Yorgunluk tespit edildiğinde kütüphanenizden taze kreatifleri otomatik olarak rotasyona sokabilir.",
    "li6_strong": "A/B Testi:",
    "li6_text": "Başlıkları ve ana metni sürekli olarak test eder, kazananı tutar ve kaybedeni atar.",
    "h2_3": "3. Kitle DNA'sı",
    "p3": "Kabilesini bulmak.",
    "li7_strong": "Benzer Hedef Kitle Senkronizasyonu:",
    "li7_text": "Seçkin Benzer Hedef Kitleler oluşturmak için yüksek değerli müşteri e-postalarınızı (LTV > 100$) otomatik olarak reklam platformlarına yükler.",
    "li8_strong": "Hariç Tutma Mantığı:",
    "li8_text": "Sizden zaten satın almış kişilere reklam göstermek için asla para harcamamanızı sağlar (yeniden hedefleme kampanyası değilse).",
    "conclusion": "Pazarlama matematiktir, sihir değil. Akıllı Reklam İyileştirici, maksimum kâr denklemini çözer.",
    "help_text": "Harcamanızı optimize etmeye hazır mısınız?",
    "help_button": "Reklam İyileştiriciyi Başlat"
}