{
    "title": "Ekobol'ün Sosyal Medya Zamanlayıcısını Kullanma",
    "date": "23 Temmuz 2025",
    "author": "Ekobol Pazarlama Ekibi",
    "subtitle_format": "{{date}} • Yazan: {{author}}",
    "image_alt": "Sosyal medya zamanlama arayüzü",
    "image_caption": "Sosyal medya gönderilerinizi planlayın ve otomatikleştirin.",
    "intro": "Sosyal medya, e-ticaret işletmeleri için bir pazarlama aracı olarak vazgeçilmezdir, ancak birden fazla platformda tutarlı bir şekilde gönderi paylaşmak zaman alıcı olabilir. Ekobol'ün Sosyal Medya Zamanlayıcısı, sosyal medya gönderilerinizi tek bir yerden kolayca oluşturmanıza ve planlamanıza olanak tanır, hatta YZ desteğiyle içeriği otomatik olarak oluşturur.",
    "h2_1": "Sosyal Medya Zamanlayıcıya Erişme",
    "p1": "Ekobol kontrol panelinize giriş yapın. Sol kenar çubuğundaki navigasyonda \"Pazarlama Araçları\" bölümüne gidin. Sayfanın alt kısmında \"Sosyal Medya Zamanlayıcısı\" bölümünü bulacaksınız.",
    "h2_2": "Gönderi İçeriği Oluşturma",
    "p2": "\"Gönderi İçeriği\" metin alanına mesajınızı yazın. İsteğe bağlı olarak, YZ'nin sağladığınız anahtar kelimelere göre taslak oluşturmasını veya içeriğinizi iyileştirmesini sağlamak için \"YZ ile Oluştur\" düğmesini kullanın.",
    "h2_3": "Gönderiyi Planlama",
    "p3": "\"Planlama Tarihi ve Saati\" alanına tıklayın ve tarih/saat seçiciden istediğiniz zamanı seçin. YZ, hedef kitlenizin en aktif olduğu zamanlara göre optimal gönderi zamanlarını bile önerebilir.",
    "h2_4": "Platformları Seçme",
    "p4": "Instagram, Facebook ve Twitter gibi desteklenen platformlar için onay kutularını işaretleyin. Ekobol, seçilen tüm platformlarda gönderinizi otomatik olarak yayınlayacaktır.",
    "h2_5": "Planlamayı Onaylama",
    "p5": "\"Gönderiyi Planla\" düğmesine tıklayın. Gönderiniz artık belirlenen tarihte ve saatte otomatik olarak yayınlanmak üzere sıraya alınacaktır.",
    "h2_6": "Performansı İzleme",
    "p6": "Ekobol'ün analitik bölümünü kullanarak sosyal medya gönderilerinizin performansını takip edebilirsiniz. Erişim, etkileşim ve web sitenize veya ürün listelemelerinize yönlendirilen trafik gibi metrikleri izleyin.",
    "conclusion": "Ekobol'ün Sosyal Medya Zamanlayıcısı, sosyal medya varlığınızı yönetme şeklinizi basitleştirerek, daha etkili bir şekilde pazarlama yapmanıza ve en değerli varlığınız olan zamanı geri kazanmanıza olanak tanır.",
    "help_text": "Yardıma mı ihtiyacınız var? Yardım Merkezimizde daha fazla kılavuz ve yanıt bulun.",
    "help_button": "Yardım Merkezine Git"
}