{
    "title": "Ekobol Planınızı Yükseltme veya Düşürme",
    "date": "20 Temmuz 2025",
    "author": "Ekobol Finans Ekibi",
    "subtitle_format": "{{date}} • {{author}} tarafından",
    "image_alt": "Büyüyen veya küçülen grafikler",
    "image_caption": "İşletmenizin ihtiyaçlarına göre planınızı esnek bir şekilde ayarlayın.",
    "p1": "Ekobol, işletmenizin değişen ihtiyaçlarını karşılamak için esnek planlar sunar. İster hızlı bir büyüme yaşıyor olun, ister maliyetleri optimize etmek isteyin, planınızı istediğiniz zaman kolayca yükseltebilir veya düşürebilirsiniz.",
    "h2_1": "1. Plan Yönetimi Bölümüne Erişme",
    "li1_text": "Ekobol kontrol panelinize giriş yapın.",
    "li2_text": "Sol kenar çubuğundaki navigasyonda \"Finans\" bölümüne gidin.",
    "li3_text": "Sayfada \"Abonelik & Faturalandırma\" başlığı altında mevcut planınızın detaylarını bulacaksınız.",
    "li4_text": "Planınızı değiştirmek için \"Planı Değiştir →\" bağlantısına tıklayın.",
    "h2_2": "2. Yeni Bir Plan Seçme",
    "p2": "\"Planı Değiştir\" sayfasına yönlendirileceksiniz. Burada Ekobol'ün tüm mevcut planlarını (Temel Plan, Partner Planı, Aylık Abonelik ve Dinamik Plan) göreceksiniz.",
    "li5_strong": "Planları Karşılaştırın:",
    "li5_text": "Her planın özelliklerini ve fiyatlandırma modelini (sabit ücret veya gelir paylaşımı yüzdesi) dikkatlice inceleyin.",
    "li6_strong": "Yükseltme:",
    "li6_text": "Daha fazla özellik, daha düşük gelir paylaşımı yüzdesi (aylık abonelikler için) veya daha kapsamlı bir hizmet (Partner Planı) istiyorsanız, mevcut planınızdan daha yüksek bir plan seçin.",
    "li7_strong": "Düşürme:",
    "li7_text": "Maliyetleri düşürmek veya daha az özelliğe ihtiyacınız varsa, mevcut planınızdan daha düşük bir plan seçin.",
    "h2_3": "3. Plan Değişikliğini Onaylama",
    "p3": "Seçtiğiniz plana tıkladıktan sonra, plan değişikliğinin bir özetini ve nasıl faturalandırılacağını gösteren bir onay ekranı göreceksiniz.",
    "li8_strong": "Yükseltmeler için:",
    "li8_text": "Genellikle yeni plan hemen etkinleşir ve önceki planınızdan kalan bakiye yeni plana orantılı olarak uygulanır.",
    "li9_strong": "Düşürmeler için:",
    "li9_text": "Düşürülen plan genellikle mevcut faturalandırma döngünüzün sonunda etkinleşir. Bu, mevcut planınız için zaten ödeme yapmış olduğunuz özellikleri kaybetmeden döngünüzü tamamlayabileceğiniz anlamına gelir.",
    "p4": "Değişiklikleri onaylamak ve yeni planınıza geçmek için \"Planı Onayla\" veya benzeri bir düğmeye tıklayın.",
    "h2_4": "Önemli Hususlar",
    "li10_strong": "Faturalandırma Döngüsü:",
    "li10_text": "Tüm plan değişiklikleri mevcut faturalandırma döngünüzün sonuna kadar işlenebilir. Düşürmeler genellikle bir sonraki faturalandırma döngüsünde etkinleşirken, yükseltmeler genellikle hemen başlar.",
    "li11_strong": "Veri Erişimi:",
    "li11_text": "Planınızı düşürmek, önceki planınızda mevcut olan bazı özelliklere veya verilere erişiminizi kısıtlayabilir. Herhangi bir düşürme yapmadan önce bunun farkında olun.",
    "li12_strong": "İptal:",
    "li12_text": "Aboneliğinizi tamamen iptal etmek isterseniz, genellikle \"Abonelik ve Faturalandırma\" ayarları altında bir seçenek bulunur.",
    "p5": "Ekobol'ün esnek planları, işletmenizin yaşam döngüsündeki her aşamada size uyum sağlamak için tasarlanmıştır. İhtiyaçlarınız değiştiğinde planınızı kolayca ayarlayarak her zaman doğru araçlara sahip olduğunuzdan emin olun.",
    "help_text": "Yardıma mı ihtiyacınız var? Yardım Merkezimizde daha fazla kılavuz ve yanıt bulun.",
    "help_button": "Yardım Merkezine Dön"
}