{
    "title": "Ekobol Faturalarınızı Görüntüleme",
    "date": "21 Temmuz 2025",
    "author": "Ekobol Finans Ekibi",
    "subtitle_format": "{{date}} • {{author}} tarafından",
    "image_alt": "Fatura dokümanı veya rapor",
    "image_caption": "Tüm faturalarınıza ve ödeme geçmişinize erişin.",
    "p1": "Ekobol'ün faturalandırma sistemi şeffaf ve kolay erişilebilir olacak şekilde tasarlanmıştır. Tüm geçmiş faturalarınızı ve ödeme beyanlarınızı doğrudan kontrol panelinizden görüntüleyebilirsiniz. İşte nasıl yapacağınız:",
    "h2_1": "1. Finans Bölümüne Erişme",
    "li1_text": "Ekobol kontrol panelinize giriş yapın.",
    "li2_text": "Sol kenar çubuğundaki navigasyonda \"Finans\" bölümüne tıklayın.",
    "h2_2": "2. Faturalandırma Geçmişini Bulma",
    "p2": "Finans sayfasına geldiğinizde, birden fazla bölüme ayrıldığını göreceksiniz. Fatura geçmişinize erişmek için:",
    "li3_text": "\"Abonelik & Faturalandırma\" veya \"Geçmiş İşlemler\" başlıklarını arayın.",
    "li4_text": "Genellikle faturalandırma geçmişinizin tamamını görüntülemenizi sağlayan \"Tam Beyanı Görüntüle →\" veya benzeri bir bağlantı bulacaksınız. Bu bağlantıya tıklayın.",
    "h2_3": "3. Faturaları Görüntüleme ve Filtreleme",
    "p3": "Tam beyan sayfasında, tüm geçmiş işlemlerinizin ve faturalarınızın ayrıntılı bir listesini bulacaksınız.",
    "li5_strong": "Tarih Aralığı Filtresi:",
    "li5_text": "Belirli bir ay, çeyrek veya yılın faturalarını görüntülemek için sayfanın üstündeki tarih aralığı filtrelerini kullanın.",
    "li6_strong": "İşlem Türü:",
    "li6_text": "Sadece gelirleri, giderleri veya belirli türdeki işlemleri görmek için filtreleri kullanabilirsiniz.",
    "li7_strong": "Bireysel Faturalar:",
    "li7_text": "Her bir faturaya tıklayarak sipariş detayları, hizmet dökümleri ve ilgili ücretler gibi ayrıntılı fatura bilgilerini görüntüleyebilirsiniz.",
    "h2_4": "4. Faturaları İndirme",
    "p4": "Kaydınız için herhangi bir faturayı veya beyanı PDF formatında kolayca indirebilirsiniz.",
    "li8_text": "Genel beyan sayfasında, tüm beyanı indirmek için \"Raporu İndir\" düğmesini kullanın.",
    "li9_text": "Tek bir fatura görünümünde, o belirli faturayı indirmek için ayrı bir indirme düğmesi bulacaksınız.",
    "p5": "Bu indirilen faturalar, muhasebe kayıtlarınız veya vergi amaçlı olarak kullanılabilir.",
    "h2_5": "Yardım ve Destek",
    "p6": "Fatura bilgilerinizle ilgili herhangi bir tutarsızlık fark ederseniz veya belirli bir faturayı bulmakta zorlanırsanız, lütfen hemen destek ekibimizle iletişime geçmekten çekinmeyin. Size yardımcı olmak için buradayız ve faturalarınızın doğru ve anlaşılır olduğundan emin olmanızı sağlayacağız.",
    "help_text": "Yardıma mı ihtiyacınız var? Yardım Merkezimizde daha fazla kılavuz ve yanıt bulun.",
    "help_button": "Yardım Merkezine Dön"
}