{
  "blog": {
    "title": "Ekobol Blog",
    "subtitle": "Yapay zeka destekli en son haberler, özellik güncellemeleri ve e-ticaret stratejileri.",
    "post1_image_alt": "Partner planı tanıtımı",
    "post1_title": "Partner Planı Tanıtımı: Biz Kuralım, Siz Yaratın",
    "post1_description": "En kapsamlı planımıza derinlemesine bir bakış; en iyi yaptıkları işe odaklanmak isteyen yaratıcılar için tasarlandı.",
    "read_more": "Devamını Oku",
    "post2_image_alt": "Trendyol fiyat optimizasyonu",
    "post2_title": "Trendyol'da Fiyatlarınızı Optimize Etmenin 5 Yolu",
    "post2_description": "Ekobol'ün YZ motorunu kullanarak bugün uygulayabileceğiniz stratejilerle rekabetçi fiyatlandırmanın sırlarını açığa çıkarın.",
    "post3_image_alt": "Yeni görüntü oluşturma stilleri",
    "post3_title": "Özellik Güncellemesi: Yeni Görüntü Oluşturma Stilleri",
    "post3_description": "Ürünlerinizi her platformda öne çıkarmak için üç yeni yapay zeka destekli görüntü stilini kullanıma sunduk."
  },
  "blog_post": {
    "title": "Partner Planı Tanıtımı: Biz Kuralım, Siz Yaratın",
    "date": "15 Temmuz 2025",
    "by": "tarafından",
    "author": "Ekobol Ekibi",
    "image_alt": "Partner planını temsil eden bir fotoğraf",
    "image_caption": "Dijital imparatorluğunuzu inşa etmeye odaklanın.",
    "p1": "Ekobol'de, e-ticaretin potansiyeline gerçekten ulaşmak için iş kurucularının ürün yaratmaya odaklanması gerektiğine inanıyoruz, dijital operasyonların karmaşıklığını yönetmeye değil. Bu felsefe bizi, hem tecrübeli markaları hem de büyüyen girişimleri desteklemek için tasarlanmış en kapsamlı teklifimiz olan Partner Planını tanıtmaya yöneltti.",
    "h2_1": "Partner Planı Nedir?",
    "p2": "Partner Planı, basit bir kâr paylaşımı modeline dayalı benzersiz bir ortaklıktır: %50-%50. Siz harika ürünlerinizi üretip gönderirken, biz dijital varlığınızın ve pazarlama çabalarınızın her yönünü yönetiriz. Bu, platformlar arasında hokkabazlık yapmakla veya YZ araçlarının inceliklerini öğrenmekle uğraşmadan işinizi ölçeklendirebileceğiniz anlamına gelir.",
    "h3_1": "Neler Dahil?",
    "p3": "Partner Planı ile Ekobol, dijital işinizin her detayını ele alır:",
    "li1_strong": "Profesyonel Marka ve Web Sitesi Oluşturma:",
    "li1_text": "Markanızın kimliğini ve özel e-ticaret web sitenizi sıfırdan oluşturuyoruz.",
    "li2_strong": "Tam Dijital Pazarlama Yönetimi:",
    "li2_text": "SEO, ücretli reklam kampanyaları, sosyal medya yönetimi ve içerik oluşturma dahil tüm pazarlama stratejilerinizi biz yürütüyoruz.",
    "li3_strong": "Kapsamlı Operasyon Yönetimi:",
    "li3_text": "Ürün listelemeleri, çoklu pazar yeri senkronizasyonu, envanter otomasyonu, müşteri hizmetleri ve pazar yeri desteği dahil günlük operasyonları ele alıyoruz.",
    "li4_strong": "YZ Destekli Optimizasyon:",
    "li4_text": "Fiyat optimizasyonu ve YZ tarafından oluşturulan açıklamalar gibi tüm gelişmiş YZ araçlarımız, sizin için değer yaratmak üzere bizim tarafımızdan tam olarak kullanılır.",
    "li5_strong": "Özel Büyüme Ortağı:",
    "li5_text": "Başarınızı sürekli olarak sağlamak ve iş hedeflerinize ulaşmanıza yardımcı olmak için atanmış bir ekibimiz olacak.",
    "h2_2": "Neden Partner Planı?",
    "p4": "Bu plan, zamanları veya uzmanlıkları dijital pazarlamanın veya platform yönetiminin tüm yönlerini ele almaya yetmeyen meşgul kurucular için mükemmeldir. Partner Planı ile şunları elde edersiniz:",
    "li6_strong": "Maksimum Büyüme, Minimum Çaba:",
    "li6_text": "İşletmenizi genişletmek için uzmanlığımızdan yararlanın, böylece siz en iyi yaptığınız şeye odaklanabilirsiniz: inovasyon.",
    "li7_strong": "Tamamen Yönetilen Çözüm:",
    "li7_text": "Dijital yorgunluğa elveda deyin. Her şey halledilir.",
    "li8_strong": "Ortak Başarı:",
    "li8_text": "Gelir paylaşımı modelimiz, sizin başarınızın bizim başarımız olduğu anlamına gelir. Büyümenizi sağlamak için motive oluruz.",
    "p5": "Partner Planının işinizi bir sonraki seviyeye taşıyıp taşıyamayacağını öğrenmek için bugün bizimle iletişime geçin. İmparatorluğunuzu sizin adınıza inşa etmeye hazırız.",
    "help_text": "Bu yazıyı faydalı buldunuz mu? Daha fazla e-ticaret içgörüsü ve YZ stratejisi için bizi takip edin!",
    "help_button": "Tüm Blog Yazılarını Görüntüle"
  }
}