{
    "hero_title": "Cephaneliğiniz:",
    "hero_title_highlight": "Dijital Hakimiyet Araçları",
    "hero_subtitle": "Ekobol sadece bir entegratör değildir; stratejik bir silahtır. Pazarı otomatikleştirmek, optimize etmek ve domine etmek için tasarlanmış \"düşünen kod\" teknolojisini keşfedin.",
    "forge_title": "I. DÖVMEHANE: Mükemmel Listeleme Yaratımı",
    "forge_subtitle": "Ham potansiyeli, karşı konulmaz dijital varlıklara dönüştürün.",
    "studio_title": "YZ Görüntü Stüdyosu",
    "studio_desc": "Tek bir fotoğraftan sonsuz bir galeri yaratın. YZ motorumuz sadece arka planı temizlemez; ürününüz için mükemmel sahneyi yaratır, stüdyo kalitesinde aydınlatma uygular ve onu bir sanat eserine dönüştürür. Minimalist, doğal veya fütüristik; markanızın ruhuna uygun yüzlerce stil anında elinizin altında.",
    "studio_link": "Görsel Yaratımı Detayları →",
    "writer_title": "YZ Metin Yazarı & SEO Kâhini",
    "writer_desc": "Sadece açıklama yazmayın, dijital bir hipnoz yaratın. YZ'miz, her pazar yerinin (Trendyol, Etsy, Amazon) algoritmasını ve alıcı psikolojisini anlar. Ürününüzün ruhunu yakalayan, SEO için mükemmelleştirilmiş ve dönüşüm için tasarlanmış başlıklar ve metinler oluşturur.",
    "system_flow_data": "[Ürün Verisi]",
    "system_flow_tone": "[Ton: 'İddialı']",
    "system_flow_platform": "[Platform: 'Trendyol']",
    "system_flow_result": "[Nihai Optimize Listeleme]",
    "command_title": "II. KOMUTA MERKEZİ: Eşsiz Operasyonel Kontrol",
    "command_subtitle": "İmparatorluğunuzu tek bir ekrandan, mutlak bir hakimiyetle yönetin.",
    "sync_title": "Anlık Çok Kanallı Senkronizasyon",
    "sync_desc": "Tek bir tıklama, tüm krallığınızda yankılanır. Bir fiyatı güncelleyin, bir stoğu değiştirin veya bir açıklamayı düzeltin; Ekobol bu değişikliği anında tüm pazar yerlerinize ve web sitenize yansıtır. Sıfır tekrar, sıfır hata. Mutlak kontrol.",
    "oracle_title": "III. KÂHİN: YZ Destekli Öngörü",
    "oracle_subtitle": "Pazarı tahmin etmeyin. Geleceği şekillendirin.",
    "analytics_title": "YZ Fiyatlandırma Kâhini & Otonom Envanter",
    "analytics_desc": "YZ'miz sadece bir analist değil, bir kâhindir. Rakipleri izler, talebi tahmin eder ve kârınızı en üst düzeye çıkarmak için en uygun fiyatlandırma stratejilerini fısıldar. Aynı zamanda ne zaman stoklarınızın tükeneceğini öngörür ve yeniden sipariş önerileri sunar. Stok tükenmesine ve para kaybetmeye son.",
    "creation_title": "IV. ALGORİTMİK HÜKÜMRANLIK: YARATIM PROTOKOLLERİ",
    "creation_subtitle": "Dijital evrenin kurallarını yeniden yazın. YZ'mizin ham gücünü deneyimleyin, yaratın, yok edin ve yeniden şekillendirin.",
    "inject_data": "VERİ ENJEKSİYONU BAŞLAT",
    "upload_stream": "Ham veri akışını sisteme yükle.",
    "execute_protocol": "PROTOKOLÜ YÜRÜT",
    "output_reality": "ALGORİTMİK ÇIKTI: YENİ GERÇEKLİK",
    "visual_manipula": "GÖRSEL MANİPÜLASYON",
    "textual_dominion": "METİNSEL HÜKÜM",
    "textual_desc": "Pazar yerlerinin algoritmalarını parçalayan, hedef kitleyi hipnotize eden, dönüşüm oranlarını maksimuma çıkaran metinsel komutlar. Her kelime, bir silah.",
    "strategic_discipline": "STRATEJİK DİSİPLİN",
    "strategic_desc": "YZ'nin derin öğrenme modelleriyle optimize edilmiş fiyatlandırma, envanter ve kampanya stratejileri. Rakipleriniz nefes almadan önce hamle yapın.",
    "system_status_online": "Sistem Durumu: Çevrimiçi"
}